const planetList = [
  {
    name: '太阳',
    desc: '太阳是太阳系的中心恒星，提供光和热。',
    habitat: '太阳系'
  },
  {
    name: '水星',
    desc: '水星是太阳系中最靠近太阳的行星，表面温差极大。',
    habitat: '太阳系'
  },
  {
    name: '金星',
    desc: '金星是太阳系中第二颗行星，以其明亮的外观著称。',
    habitat: '太阳系'
  },
  {
    name: '地球',
    desc: '地球是我们人类的家园，是太阳系中唯一已知存在生命的行星。',
    habitat: '太阳系'
  },
  {
    name: '火星',
    desc: '火星被称为“红色星球”，因其表面富含氧化铁而呈现红色。',
    habitat: '太阳系'
  },
  {
    name: '木星',
    desc: '木星是太阳系中最大的行星，以其巨大体积和强大引力著称。',
    habitat: '太阳系'
  },
  {
    name: '土星',
    desc: '土星以其壮观的环系统闻名，是太阳系中的第六颗行星。',
    habitat: '太阳系'
  },
  {
    name: '天王星',
    desc: '天王星是一颗冰巨星，具有独特的蓝绿色外观。',
    habitat: '太阳系'
  },
  {
    name: '海王星',
    desc: '海王星是太阳系中最远的行星，以其深蓝色外观著称。',
    habitat: '太阳系'
  }
];
export { planetList };
